export const teamData = [
    {
      title: "قادة الفريق",
      members: [
        { name: "خالد الحربي", role: "قائد" },
        { name: "هيفاء المرجاني", role: "قائدة" },
      ],
    },
    {
      title: "لجنة الإعلام",
      members: [
        { name: "دعد السبيعي", role: "قائدة" },
        { name: "يوسف الشمسي", role: "نائب" },
      ],
    },
    {
      title: "لجنة الموارد البشرية",
      members: [
        { name: "طلال المطيري", role: "قائد" },
        { name: "فاطمة العطاس", role: "نائبة" },
      ],
    },
    {
      title: "لجنة الفعاليات",
      members: [
        { name: "ريان العتيبي", role: "قائد" },
        { name: "إبراهيم الطفيل", role: "نائب" },
      ],
    },
    {
      title: "لجنة التصميم",
      members: [
        { name: "ديما رأفت", role: "قائدة" },
        { name: "منار العامي", role: "نائبة" },
      ],
    },
    {
      title: "لجنة العلاقات والمالية",
      members: [
        { name: "عبدالمحسن رياض", role: "قائد" },
        { name: "ريان الهلال", role: "نائب" },
      ],
    },
  ];
  